tap "aoki/redis-cli"
tap "homebrew/bundle"
tap "ngrok/ngrok"
brew "bat"
brew "fasd"
brew "fnm"
brew "fzf"
brew "git"
brew "git-delta"
brew "htop"
brew "lsd"
brew "neofetch"
brew "neovim"
brew "openssl@1.1"
brew "powerlevel10k"
brew "ripgrep"
brew "saml2aws"
brew "spotify_player"
brew "stow"
brew "tig"
brew "tmux"
brew "tree"
brew "aoki/redis-cli/redis-cli"
cask "alacritty"
cask "alfred"
cask "asana"
cask "cool-retro-term"
cask "discord"
cask "docker"
cask "firefox"
cask "fork"
cask "gureumkim"
cask "keka"
cask "monitorcontrol"
cask "mysqlworkbench"
cask "ngrok"
cask "notion"
cask "notion-calendar"
cask "openinterminal-lite"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "thunderbird"
cask "visual-studio-code"
cask "wezterm"
vscode "9beach.vscode-hanspell"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "dbaeumer.vscode-eslint"
vscode "deque-systems.vscode-axe-linter"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "imagio.vscode-dimmer-block"
vscode "infeng.vscode-react-typescript"
vscode "jabun.vanilla-extract-react-snippets"
vscode "ms-ceintl.vscode-language-pack-ko"
vscode "ms-vsliveshare.vsliveshare"
vscode "oouo-diogo-perdigao.docthis"
vscode "p42ai.refactor"
vscode "paulshen.paul-typescript-toolkit"
vscode "pkief.material-icon-theme"
vscode "quicktype.quicktype"
vscode "ryanolsonx.seoul"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sonarsource.sonarlint-vscode"
vscode "statelyai.stately-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "wix.glean"
